

{
    "start-title": "The beginning of the journey",
    "start-content": "I have a Bachelor's degree in Accounting Sciences from the Federal University of Pernambuco. Throughout my career I assumed the position of administrative manager, where I developed solid skills in financial analysis, team management and optimization of business processes. This experience gave me a deep understanding of how data can drive strategic decisions and operational improvements.",
    "the-way-title": "The Way",
    "the-way-content-1": "In recent years, I discovered a new passion: data analysis. I have dedicated myself to learning languages programming skills such as Python, SQL, as well as familiarizing myself with data visualization tools such as Tableau and Power BI. My accounting experience gave me a solid foundation for interpreting and analyzing data with precision and attention to detail.",
    "the-way-content-2": "The transition to data analysis is a challenge I'm looking forward to taking on. I love the idea of ​​combining my accounting and administrative knowledge with advanced data analysis techniques to generate insights valuable resources and make informed decisions. I believe that my ability to communicate complex information clear and accessible way will be a great asset on this new journey.",
    "the-way-content-3": "I am determined to advance further and become a Data Scientist. In this role, I intend to delve deeper my knowledge in Machine Learning, statistics and predictive analysis to solve complex problems and develop advanced models that can predict trends and optimize processes.",
    "The-ultimate-goal-title": "The ultimate goal",
    "The-ultimate-goal-content": "Finally, my dream is to become an Artificial Intelligence Engineer. I see artificial intelligence as the final frontier of data, where I can apply everything I've learned to create innovative solutions and intelligent. I am committed to continuous learning and adapting to rapid technological changes, and I believe that my passion for solving problems and my multifaceted experience will prepare me well for this future.",
    "banner-resume": "My accounting experience has given me a strong foundation in financial analysis, attention to detail and data-driven decision making. As administrative manager, I developed skills in leadership, team management and process optimization. These skills are complementary to Data Science, where I intend to apply my skills. knowledge for solving business problems, extracting insights meaningful and support strategic decision-making motivated by constant evolution from the market.",
    "analytical-thinking-title": "Analytical Thinking",
    "analytical-thinking-content": "This skill allows me to face challenges in a structured and efficient way, contributing to my ability to solve problems creatively and find innovative solutions.",
    "continuous-learning-title": "Continuous Learning",
    "continuous-learning-content": "I am always looking for new knowledge and experiences, whether through reading, research, interacting with others, or exploring. I see every opportunity as a chance for personal growth and development.",
    "comunication-title": "Comunication",
    "comunication-content": "I am skilled at expressing my ideas clearly and concisely, adapting my communication style according to the context and audience. I am a good listener capable of articulating my own ideas confidently and persuasively.",
    "sql-title": "SQL",
    "sql-content": "I have a solid understanding of the fundamental principles of the language and can work independently on most database-related tasks through data joining, filtering, and sorting operations with confidence.",
    "python-title": "Python",
    "python-content": "I am comfortable with Python syntax, including control flow structures, data types, functions, and data manipulation. Additionally, I have experience using popular libraries such as NumPy, Pandas, Matplotlib and Seaborn for data analysis and visualization",
    "dataviz-title": "DataViz",
    "dataviz-content": "I have knowledge of how to choose the correct type of chart to represent different types of data, as well as how to apply formatting, colors and labels to make visualizations more understandable and attractive through storytelling using Power BI, Tableu, Looker Studio.",
    "side-bar-main-projects": "Main Projects",
    "button-see": "See project"
}
