

{
    "start-title": "The beginning of the journey",
    "start-content": "I have a Bachelor's degree in Accounting Sciences from the Federal University of Pernambuco. Throughout my career I assumed the position of administrative manager, where I developed solid skills in financial analysis, team management and optimization of business processes. This experience gave me a deep understanding of how data can drive strategic decisions and operational improvements.",
    "the-way-title": "The Way",
    "the-way-content-1": "In recent years, I discovered a new passion: data analysis. I have dedicated myself to learning languages programming skills such as Python, SQL, as well as familiarizing myself with data visualization tools such as Tableau and Power BI. My accounting experience gave me a solid foundation for interpreting and analyzing data with precision and attention to detail.",
    "the-way-content-2": "The transition to data analysis is a challenge I'm looking forward to taking on. I love the idea of ​​combining my accounting and administrative knowledge with advanced data analysis techniques to generate insights valuable resources and make informed decisions. I believe that my ability to communicate complex information clear and accessible way will be a great asset on this new journey.",
    "the-way-content-3": "I am determined to advance further and become a Data Scientist. In this role, I intend to delve deeper my knowledge in Machine Learning, statistics and predictive analysis to solve complex problems and develop advanced models that can predict trends and optimize processes.",
    "The-ultimate-goal-title": "The ultimate goal",
    "The-ultimate-goal-content": "Finally, my dream is to become an Artificial Intelligence Engineer. I see artificial intelligence as the final frontier of data, where I can apply everything I've learned to create innovative solutions and intelligent. I am committed to continuous learning and adapting to rapid technological changes, and I believe that my passion for solving problems and my multifaceted experience will prepare me well for this future.",
    "banner-resume": "My accounting experience has given me a strong foundation in financial analysis, attention to detail and data-driven decision making. As administrative manager, I developed skills in leadership, team management and process optimization. These skills are complementary to Data Science, where I intend to apply my skills. knowledge for solving business problems, extracting insights meaningful and support strategic decision-making motivated by constant evolution from the market.",
    "analytical-thinking-title": "Analytical Thinking",
    "analytical-thinking-content": "This skill allows me to face challenges in a structured and efficient way, contributing to my ability to solve problems creatively and find innovative solutions.",
    "continuous-learning-title": "Continuous Learning",
    "continuous-learning-content": "I am always looking for new knowledge and experiences, whether through reading, research, interacting with others, or exploring. I see every opportunity as a chance for personal growth and development.",
    "comunication-title": "Comunication",
    "comunication-content": "I am skilled at expressing my ideas clearly and concisely, adapting my communication style according to the context and audience. I am a good listener capable of articulating my own ideas confidently and persuasively.",
    "sql-title": "SQL",
    "sql-content": "I have a solid understanding of the fundamental principles of the language and can work independently on most database-related tasks through data joining, filtering, and sorting operations with confidence.",
    "python-title": "Python",
    "python-content": "I am comfortable with Python syntax, including control flow structures, data types, functions, and data manipulation. Additionally, I have experience using popular libraries such as NumPy, Pandas, Matplotlib and Seaborn for data analysis and visualization",
    "dataviz-title": "DataViz",
    "dataviz-content": "I have knowledge of how to choose the correct type of chart to represent different types of data, as well as how to apply formatting, colors and labels to make visualizations more understandable and attractive through storytelling using Power BI, Tableu, Looker Studio.",
    "side-bar-main-projects": "Main Projects",
    "button-see": "See project",
    "objective-definition": "Objective definition",
    "collect-extract": "Data Collection and Extraction",
    "choice-tools": "Choice of Tools",
    "techniques": "Application of analysis techniques",
    "results": "Results",
    "tools": "Tools",
    "related-projects": "Related Projects",
    "projects-title": "Projects",

    
    "amz-index": "Descriptive analysis on prices, discounts and evaluation of products sold in the Indian division of the Amazon, applying statistics seeking to observe variations.",
    "amz-bi-page-theme": "We used data from the Indian branch of the retail giant to carry out a descriptive analysis of how products are distributed by category, evaluations, price, discount and correlation between evaluation and product value.",
    "amz-obj": "We will analyze a public dataset available on Kaggle on sales data from Amazon's Indian branch.",
    "amz-tech-1": "Cleaning and Pre-processing",
    "amz-tech-2": "Exploratory Data Analysis",
    "amz-tech-3": "Descriptive Analysis",
    "amz-results-1": "We use some Cards to View Total Products, Overall Average Rating, Largest Number of Reviews on a single product and Overall Total Ratings.",
    "amz-results-2": "Using a Horizontal Bar Chart to understand the distribution of products by category.",
    "amz-results-3": "We highlight the 3 Product Categories with the Most Reviews using the Pie Chart.",
    "amz-results-4": "We evaluate the Average Number of Product Reviews divided by Categories.",
    "amz-results-5": "On this page we highlight some indicators:",
    "amz-results-6": "Highest Absolute Discount Value",
    "amz-results-7": "Lowest Value Product - Mini USB Type C Adapter Plug",
    "amz-results-8": "Higher Percentage Discount Applied",
    "amz-results-9": "Higher Percentage Discount Applied",
    "amz-results-10": "We use bar graphs to analyze the Absolute and Percentage Discount Averages by Category and Product.",
    "amz-results-11": "We segment products by range by price, discount and evaluation.",
    "amz-results-12": "We can see in the scatter plot that there is a slightly positive correlation between the Total Ratings and the Rating of the analyzed products.",
    "amz-results-13": "We can see in the scatter plot that there is a slightly positive correlation between the Final Price of discounted products and the Ratings of the analyzed products.",
    "amz-results-14": "We can see in the scatter plot that there is a slightly negative correlation between the Product Discount Percentage and the Reviews of the analyzed products.",
    "amz-results-15": "Page used to report possible Dashboard updates.",

    "data-index": "EDA using Pandas and Seaborn to analyze data on the salaries of professionals in the field at a global level.",
    "data-obj": "We will analyze a set of public data available on Kaggle about the Salaries of Data Area professionals.",
    "data-bi-page-theme": "In this project we will delve deeper into how the remuneration of data professionals is configured at a Global level. We will use geographic segmentation, level of experience, work model, company size, among others.",
    "data-tech-1": "Cleaning and Pre-processing;",
    "data-tech-2": "Exploratory Data Analysis;",
    "data-tech-3": "Descriptive Analysis;",
    "data-results-1": "On the main page we highlight the average total salary, as well as maximum, minimum values ​​and number of different professions;",
    "data-results-2": "Using the retractable filter, we can segment the data according to experience level and category;",
    "data-results-3": "On this page, using a table, we list all the professions described in the research;",
    "data-results-4": "Using horizontal bar graphs, we segment the number of professionals according to the type of work and the size of the company they are associated with;",
    "data-results-5": "On the last page the objective was to show the global distribution;",
    "data-results-6": "We can use the filter to segment by Continent, Country, Employee Residence and Company Location;",
    "data-results-7": "We were also able to visualize the number of each professional according to experience and their average salary;",

    "olist-index": "In this project, a Data Warehouse was built through SQL Server using data from Olist, a Brazilian Ecommerce platform that connects the retailer to the end consumer.",
    "olist-da-page-theme": "We built a small Data Warehouse project using data provided by Olist, a Brazilian ecommerce startup that connects sellers and logists to customers. SQL Server was used for data modeling, Figma for building the background and Microsoft Power BI for assembling the Dashboard.",
    "techniques-olist": "Application of Modeling/Cleaning/Imputation techniques",
    "olist-obj-1": "In this project we will use the Brazilian ecommerce public data set, made available by Olist, a Startup that operates in the retail technology segment;",
    "olist-obj-2": "Olist connects small businesses in Brazil to communication channels so that merchants can sell their products via the web and ship them directly to customers using logistics partners;",
    "olist-obj-3": "The data was obtained from the Kaggle platform in CSV format, we used SQL Server 2022 as the DBMS and SQL Server Management Studio to carry out the necessary queries;",
    "olist-obj-4": "The first step was to configure the necessary instance on SQL Server;",
    "olist-obj-5": "Then we started importing the CSV files;",
    "olist-obj-6": "We create the necessary tables to better select and manage the data needed for the project;",
    "olist-tech-SQL-title": "SQL - Modeling/Cleaning/Imputation",
    "olist-tech-1": "We note that the same prefix can contain different latitudes and longitudes, always indicating the same city and state, that is, the prefix it is used in a generic way because it is incomplete so we cannot associate the exact location such as neighborhood and street, therefore we can keep only 1 prefix value as it will only indicate the city and state;",
    "olist-tech-1.1": "This will help reduce the number of records and consequently the loading and connection time between data in Power BI, which cannot recognize the relationship between tables because there is duplication;",
    "olist-tech-2": "We will create the Dimension and Fact Tables, with their respective Natural Keys and Surrogate Keys for DataWarehouse Dimensional Modeling;",
    "olist-tech-3": "We will create a reusable Function to replace state acronyms with full names, as the abbreviation can be linked to states in other countries;",
    "olist-tech-4": "We will create a calendar dimension table in DW for better temporal analysis in Power BI;",
    "olist-tech-dax-title": "DAX - Measures/Functions",
    "olist-tech-5": "Creation of Measures (CALCULATE,SUM,AVERAGE,COUNT,DISTINCTCOUNT) to use in generating results;",
    "olist-tech-6": "Use of the CROSSFILTER function to link dimension tables and avoid the use of both directions, which can generate ambiguity;",
    "olist-tech-powerquery-title": "Power Query - Replacement/Transformation",
    "olist-tech-7": "Replacement of values ​​in the calendar dimension table for Day of the Week and Month in English;",
    "olist-tech-8": "Transformation of values ​​in the product category column to remove the '_' and raise the first character to Capitalize in each first letter of the words;",
    "olist-tech-9": "Raising the first character of each word in the cities column to Capitalize;",
    "olist-tech-10": "Correction of records that can be added to the same city;",
    "olist-model": "This is what the Data Warehouse Dimensional Model looked like in Star Schema.",
    "olist-describe": "A descriptive table of Olist data was created and can be accessed by clicking on the logo.",
    "olist-filter": "Results can be segmented by state using the retractable Filter Panel.",
    "olist-results-page-main": "Main Page",
    "olist-results-1": "Total Number of Customers - Card;",
    "olist-results-2": "Total Number of Sellers - Card;",
    "olist-results-3": "General Rating Average - Card;",
    "olist-results-4": "Total Quantity of Products - Card;",
    "olist-results-5": "Total Quantity of Categories - Card;",
    "olist-results-6": "Table 1 - Number of Orders by Status;",
    "olist-results-7": "Table 2 - Average Rating by Category;",
    "olist-results-8": "Chart 1 - Horizontal Bar Chart Total Number of Customers per City;",
    "olist-results-9": "Chart 2 - Horizontal Bar Chart Total Number of Customers by State;",
    "olist-results-10": "Chart 3 - Vertical Bar Chart Number of Orders by Payment Type;",
    "olist-results-page-finance": "Finance Page",
    "olist-results-11": "Average Order Value - Card;",
    "olist-results-12": "Higher Value Order - Card;",
    "olist-results-13": "Total Revenue - Card;",
    "olist-results-14": "Table - Total Revenue by Status Type;",
    "olist-results-15": "Chart 4 - Funnel Rank States with the highest Revenue;",
    "olist-results-16": "Chart 5 - Bar Chart Total Revenue by Payment Type;",
    "olist-results-17": "Chart 6 - Horizontal Bar Chart Revenue Rank by Product Category;",
    "olist-results-page-historical": "Historical Page",
    "olist-results-18": "Chart 7 - Line Chart Concentration of purchasing volume (Day of the Week);",
    "olist-results-19": "Chart 8 - Area Chart Concentration of purchase volume (Day);",
    "olist-results-20": "Chart 9 - Area Chart Concentration of purchasing volume (Time);",
    "olist-results-21": "Chart 10 - Area Chart Concentration of purchase volume (Month);",
    "olist-filter-historical": "On this page the results can also be filtered by year;"
}
