{
    "start-title": "O início da jornada",
    "start-content": "Sou Bacharel em Ciências Contábeis pela Universidade Federal de Pernambuco. Ao longo da minha carreira assumi o cargo de gerente administrativo, onde desenvolvi habilidades sólidas em análise financeira, gestão de equipes e otimização de processos empresariais. Essa experiência me deu uma compreensão profunda de como os dados podem impulsionar decisões estratégicas e melhorias operacionais.",
    "the-way-title": "O caminho",
    "the-way-content-1": "Nos últimos anos, descobri uma nova paixão: a análise de dados. Tenho me dedicado a aprender linguagens de programação como Python, SQL além de me familiarizar com ferramentas de visualização de dados como Tableau e Power BI. Minha experiência contábil me proporcionou uma base sólida para interpretar e analisar dados com precisão e atenção aos detalhes.",
    "the-way-content-2": "A transição para a análise de dados é um desafio que estou ansioso para enfrentar. Adoro a ideia de combinar meus conhecimentos contábeis e administrativos com técnicas avançadas de análise de dados para gerar insights valiosos e tomar decisões informadas. Acredito que minha capacidade de comunicar informações complexas de maneira clara e acessível será um grande trunfo nessa nova jornada.",
    "the-way-content-3": "Estou determinado a avançar ainda mais e me tornar um Cientista de Dados. Nesse papel, pretendo aprofundar meu conhecimento em Machine Learning, estatística e análise preditiva para resolver problemas complexos e desenvolver modelos avançados que possam prever tendências e otimizar processos.",
    "The-ultimate-goal-title": "O objetivo final",
    "The-ultimate-goal-content": "Finalmente, meu sonho é me tornar um Engenheiro de Inteligência Artificial. Vejo a inteligência artificial como a fronteira final da área de dados, onde posso aplicar tudo o que aprendi para criar soluções inovadoras e inteligentes. Estou comprometido com o aprendizado contínuo e a adaptação às rápidas mudanças tecnológicas, e acredito que minha paixão por resolver problemas e minha experiência multifacetada me prepararão bem para esse futuro.",
    "banner-resume": "Minha experiência em contabilidade me proporcionou uma forte base em análise financeira, atenção aos detalhes e tomada de decisões baseada em dados. Como gerente administrativo, desenvolvi habilidades em liderança, gestão de equipes e otimização de processos. Essas competências são complementares à Ciência de Dados, onde pretendo aplicar meu conhecimento para a resolução dos problemas de negócios, a extração de insights significativo e apoiar a tomada de decisões estratégicas motivado pela evolução constante do mercado.",
    "analytical-thinking-title": "Pensamento Analítico",
    "analytical-thinking-content": "Esta habilidade me permite enfrentar desafios de forma estruturada e eficiente, contribuindo para minha capacidade de resolver problemas de maneira criativa e encontrar soluções inovadoras.",
    "continuous-learning-title": "Aprendizado Contínuo",
    "continuous-learning-content": "Estou sempre em busca de novos conhecimentos e experiências, seja por meio da leitura, da pesquisa, da interação com outras pessoas ou da exploração. Encaro cada oportunidade como uma chance de crescimento e desenvolvimento pessoal.",
    "comunication-title": "Comunicação",
    "comunication-content": "Sou hábil em expressar minhas ideias de maneira clara e concisa, adaptando meu estilo de comunicação conforme o contexto e a audiência. Sou um bom ouvinte capaz de articular minhas próprias ideias com confiança e persuasão.",
    "sql-title": "SQL",
    "sql-content": "Tenho um entendimento sólido dos princípios fundamentais da linguagem e posso trabalhar de forma independente na maioria das tarefas relacionadas a bancos de dados por meio de operações de junção, filtragem e ordenação de dados com confiança.",
    "python-title": "Python",
    "python-content": "Estou confortável com a sintáxe do Python, incluindo estruturas de controle de fluxo, tipos de dados, funções e manipulação de dados. Além disso, tenho experiência na utilização de bibliotecas populares como NumPy, Pandas, Matplotlib e Seaborn para análise e visualização de dados",
    "dataviz-title": "Visualização de Dados",
    "dataviz-content": "Tenho conhecimento sobre como escolher o tipo correto de gráfico para representar diferentes tipos de dados, bem como sobre como aplicar formatação, cores e rótulos para tornar as visualizações mais compreensíveis e atraentes por meio do storytelling utilizando Power BI, Tableu, Looker Studio.",
    "side-bar-main-projects": "Pricipais Projetos",
    "button-see": "Ver projeto",
    "objective-definition": "Definição do objetivo",
    "collect-extract": "Coleta e Extração de Dados",
    "choice-tools": "Escolha de Ferramentas",
    "techniques": "Aplicação das técnicas de análise",
    "results": "Entrega dos resultados",

    "amz-index": "Análise Descritiva sobre os preço, desconto e avaliação dos produtos vendidos na da divisão Indiana da Amazon, aplicando estatística buscando correlação entre as variáveis.",
    "amz-obj": "Iremos analisar um conjunto de dados públicos disponibilizado no Kaggle sobre dados de vendas da filial Indiana da Amazon.",
    "amz-tech-1": "Limpeza e Pré-processamento",
    "amz-tech-2": "Análise Exploratória",
    "amz-tech-3": "Análise Descritiva",
    "amz-results-1": "Utilizamos alguns Cartões para Visualizarmos Total de Produtos, Média Geral de Avaliação, Maior Quantidade de Avaliações em um único produto e Total Geral de Avaliações.",
    "amz-results-2": "Através Gráfico de Barras Horizontal para entendermos a distribuição dos produtos por categoria.",
    "amz-results-3": "Destacamos por meio do Gráfico de Pizza as 3 Categorias de Produtos com Mais Avaliações.",
    "amz-results-4": "Avaliamos a Quantidade Média de Avaliações dos Produtos divididos por Categorias.",
    "amz-results-5": "Nesta Página destacamos alguns indicadores:",
    "amz-results-6": "Maior Valor Absoluto de Desconto",
    "amz-results-7": "Produto de Menor Valor - Mini USB Type C Adapter Plug",
    "amz-results-8": "Maior Desconto Percentual Aplicado",
    "amz-results-9": "Produto de Maior Valor - Sony (65 inches) 4K Smart LED TV",
    "amz-results-10": "Utilizamos gráficos de barras para analisarmos as Médias de Desconto Absoluto e Percentual por Categoria e Produto.",
    "amz-results-11": "Segmentamos por Faixa os Produtos por Preço, Desconto e Avaliação.",
    "amz-results-12": "Podemos visualizar no gráfico de dispersão que há uma correlação levemente positiva entre o Total de Avaliações e a Avaliação os produtos analisados.",
    "amz-results-13": "Podemos visualizar no gráfico de dispersão que há uma correlação levemente positiva entre o Preço Final dos produtos com desconto e a Avaliações dos produtos analisados.",
    "amz-results-14": "Podemos visualizar no gráfico de dispersão que há uma correlação levemente negativa entre a Porcentagem de Desconto do produtos e a Avaliações dos produtos analisados.",
    "amz-results-15": "Página utilizada para reportar possíveis atualizações do Dashboard."


}