{
    "start-title": "O início da jornada",
    "start-content": "Sou Bacharel em Ciências Contábeis pela Universidade Federal de Pernambuco. Ao longo da minha carreira assumi o cargo de gerente administrativo, onde desenvolvi habilidades sólidas em análise financeira, gestão de equipes e otimização de processos empresariais. Essa experiência me deu uma compreensão profunda de como os dados podem impulsionar decisões estratégicas e melhorias operacionais.",
    "the-way-title": "O caminho",
    "the-way-content-1": "Nos últimos anos, descobri uma nova paixão: a análise de dados. Tenho me dedicado a aprender linguagens de programação como Python, SQL além de me familiarizar com ferramentas de visualização de dados como Tableau e Power BI. Minha experiência contábil me proporcionou uma base sólida para interpretar e analisar dados com precisão e atenção aos detalhes.",
    "the-way-content-2": "A transição para a análise de dados é um desafio que estou ansioso para enfrentar. Adoro a ideia de combinar meus conhecimentos contábeis e administrativos com técnicas avançadas de análise de dados para gerar insights valiosos e tomar decisões informadas. Acredito que minha capacidade de comunicar informações complexas de maneira clara e acessível será um grande trunfo nessa nova jornada.",
    "the-way-content-3": "Estou determinado a avançar ainda mais e me tornar um Cientista de Dados. Nesse papel, pretendo aprofundar meu conhecimento em Machine Learning, estatística e análise preditiva para resolver problemas complexos e desenvolver modelos avançados que possam prever tendências e otimizar processos.",
    "The-ultimate-goal-title": "O objetivo final",
    "The-ultimate-goal-content": "Finalmente, meu sonho é me tornar um Engenheiro de Inteligência Artificial. Vejo a inteligência artificial como a fronteira final da área de dados, onde posso aplicar tudo o que aprendi para criar soluções inovadoras e inteligentes. Estou comprometido com o aprendizado contínuo e a adaptação às rápidas mudanças tecnológicas, e acredito que minha paixão por resolver problemas e minha experiência multifacetada me prepararão bem para esse futuro.",
    "banner-resume": "Minha experiência em contabilidade me proporcionou uma forte base em análise financeira, atenção aos detalhes e tomada de decisões baseada em dados. Como gerente administrativo, desenvolvi habilidades em liderança, gestão de equipes e otimização de processos. Essas competências são complementares à Ciência de Dados, onde pretendo aplicar meu conhecimento para a resolução dos problemas de negócios, a extração de insights significativo e apoiar a tomada de decisões estratégicas motivado pela evolução constante do mercado.",
    "analytical-thinking-title": "Pensamento Analítico",
    "analytical-thinking-content": "Esta habilidade me permite enfrentar desafios de forma estruturada e eficiente, contribuindo para minha capacidade de resolver problemas de maneira criativa e encontrar soluções inovadoras.",
    "continuous-learning-title": "Aprendizado Contínuo",
    "continuous-learning-content": "Estou sempre em busca de novos conhecimentos e experiências, seja por meio da leitura, da pesquisa, da interação com outras pessoas ou da exploração. Encaro cada oportunidade como uma chance de crescimento e desenvolvimento pessoal.",
    "comunication-title": "Comunicação",
    "comunication-content": "Sou hábil em expressar minhas ideias de maneira clara e concisa, adaptando meu estilo de comunicação conforme o contexto e a audiência. Sou um bom ouvinte capaz de articular minhas próprias ideias com confiança e persuasão.",
    "sql-title": "SQL",
    "sql-content": "Tenho um entendimento sólido dos princípios fundamentais da linguagem e posso trabalhar de forma independente na maioria das tarefas relacionadas a bancos de dados por meio de operações de junção, filtragem e ordenação de dados com confiança.",
    "python-title": "Python",
    "python-content": "Estou confortável com a sintáxe do Python, incluindo estruturas de controle de fluxo, tipos de dados, funções e manipulação de dados. Além disso, tenho experiência na utilização de bibliotecas populares como NumPy, Pandas, Matplotlib e Seaborn para análise e visualização de dados",
    "dataviz-title": "Visualização de Dados",
    "dataviz-content": "Tenho conhecimento sobre como escolher o tipo correto de gráfico para representar diferentes tipos de dados, bem como sobre como aplicar formatação, cores e rótulos para tornar as visualizações mais compreensíveis e atraentes por meio do storytelling utilizando Power BI, Tableu, Looker Studio.",
    "side-bar-main-projects": "Pricipais Projetos",
    "button-see": "Ver projeto"
}